IdeaRS.Connections
AddedMemberData.InsertPtX Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the X coordinate of the insertion point
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double InsertPtX { get; set; }
Property Value
Type: Double
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace